<style>
    #privacy_container {
        margin-top: 50px;
        border-top: 1px solid gainsboro;
    }

    #privacy_container h3 {
        text-decoration: underline overline;
        text-underline-offset: 7px;
    }
</style>

<div id="privacy_container" style="display: none;">
    <h3 class="text-center">Privacy Policy</h3>
    <div>
        <h4>الخصوصية وبيان سريّة المعلومات</h4>
        <p>
            نقدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت.
            لقد تم إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه البيانات الشخصية.
            التصفح
            لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر الخاص بك أثناء تصفحك لهذا الموقع, وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك.
            عنوان بروتوكول شبكة الإنترنت (IP)
            في أي وقت تزور فيه اي موقع انترنت بما فيها هذا الموقع , سيقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت (IP) الخاص بك , تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان URL الخاص بأي موقع من مواقع الإنترنت التي تقوم بإحالتك إلى الى هذا الموقع على الشبكة.
            عمليات المسح على الشبكة
            إن عمليات المسح التي نقوم بها مباشرة على الشبكة تمكننا من تجميع بيانات محددة مثل البيانات المطلوبة منك بخصوص نظرتك وشعورك تجاه موقعنا.تعتبر ردودك ذات أهمية قصوى , ومحل تقديرنا حيث أنها تمكننا من تحسين مستوى موقعنا, ولك كامل الحرية والإختيار في تقديم البيانات المتعلقة بإسمك والبيانات الأخرى.
            الروابط بالمواقع الأخرى على شبكة الإنترنت
            قد يشتمل موقعنا على روابط بالمواقع الأخرى على شبكة الإنترنت. او إعلانات من مواقع اخرى مثل Google AdSense ولا نعتبر مسئولين عن أساليب تجميع البيانات من قبل تلك المواقع, يمكنك الاطلاع على سياسات السرية والمحتويات الخاصة بتلك المواقع التي يتم الدخول إليها من خلال أي رابط ضمن هذا الموقع.
            إفشاء المعلومات
            سنحافظ في كافة الأوقات على خصوصية وسرية كافة البيانات الشخصية التي نحصل عليها. ولن يتم إفشاء هذه المعلومات إلا إذا كان ذلك مطلوباً بموجب أي قانون أو عندما نعتقد بحسن نية أن مثل هذا الإجراء سيكون مطلوباً أو مرغوباً فيه للتمشي مع القانون , أو للدفاع عن أو حماية حقوق الملكية الخاصة بهذا الموقع أو الجهات المستفيدة منه.
            البيانات اللازمة لتنفيذ المعاملات المطلوبة من قبلك
            عندما نحتاج إلى أية بيانات خاصة بك , فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك حيثما كان ذلك ممكننا. لن يتم إطلاقاً بيع البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك.

            آلية استخدام النظام و ما قد يتطلبة قيامكم بالتسجيل فيه:
            النظام وجد لتحقيق أغراض التعاقد ضمن مبادرة العمل عن بعد التابعة لوزارة الموارد البشرية والشؤون الإجتماعية
            كما أنه يتطلب التسجيل فيه إجراءات و آليات معينة كما لا تتطلب شركة تكسب المساندة للتسويق أي تعاقد أو إتفاق من المستخدمين على النظام حيث يعتبر التعاقد في الخدمة و تقديم معلومات المستخدمين موافقة ضمنية على التسجيل و الإستفادة و قبول سياسية و آلية عمل النظام
            بما في ذلك أنشاء حساب على نظام تكسب لمتابعة الإنتاجية و المتطلب التسجيل عليه كافة المعلومات المذكوره لكم كما قد يتطلب اي معلومات اخرى و سيتم التواصل معكم للحصول عليها ان وجد
            يتطلب التسجيل الدخول ببريد إلكتروني ساري و رقم سري خاص بكم من اختياركم
            التسجيل يكون سواء على النظام عن طريق الدخول من خلال محركات البحث او تحميل التطبيق على أجهزة الهاتف المحمول بحسب نوع النظام المستخدم
            خصائص النظام :
            تحديد وقت و خروج المستخدم على النظام
            عرض و اضافة مهام العمل من قبل المستخدم الفعلي للحساب او المدير علية
            استعراض تقارير العمل و ساعات الدخول و الإنصراف
            التقاط الشاشة بحسب اختيار من قبل المتعاقد على الخدمة ويتوفر هذا الإختيار عند الدخول من أجهزة الكمبيوتر فقط دون تطبيقات الجوال
            ماهي المعلومات التي نحصل عليها ؟
            هي كل معلومة شخصية نطلبها منكم للإستكمال تسجيلكم في النظام.
            المعلومات المطلوبة منكم تفصيلاً:
            1-بيانات استخدام التطبيق
            • الاسم
            • البريد الإلكتروني
            • رقم الهوية
            • رقم الهاتف المحمول
            • بلد الإقامة
            • المسمى الوظيفي
            2-معلومات حول المتصفح و الجهاز المستخدم
            -المعلومات الديموغرافية و غيرها من المعلومات التي توفرونها3
            -4المعلومات التي يتم جمعها من خلال ملفات تعريف الإرتباط و بيانات البكسل الإضافية و التقنيات الأخرى.




            كيف نجمع المعلومات الشخصية ؟
            • عبر المواقع:يمكننا أن نجمع المعلومات الشخصية عبر الموقع؛ مثلا: عند تسجيلكم للحصول على النظام
            من خلال المتصفح أو الجهاز الخاص بكم: يتم جمع بعض المعلومات بواسطة معظم المتصفحات أو من خلال جهازكم تلقائيا. نستخدم هذه المعلومات لأغراض الإحصائيات وضمان حسن عمل المواقع
            من خلال ملفات سجل الخادم: إنّ "عنوان بروتوكول الإنترنت" الخاص بكم هو رقم يُخصّص تلقائيا للحاسوب أو الجهاز الذي تستخدمونه من قبل موفّر خدمة الإنترنت الخاص بكم. ويتمّ تحديد عنوان بروتوكول الإنترنت وتسجيله تلقائيًا في ملفات سجل الخادم كلّما قام المستخدم بزيارة المواقع، مع تحديد وقت الزيارة والصفحة/الصفحات التي جرت زيارتها
            باستخدام ملفات تعريف الارتباط (الكوكيز): تتيح ملفات تعريف الارتباط لخادم الويب نقل البيانات إلى حاسوب أو جهاز لغرض حفظها ولأغراض أخرى. إن كنتم لا تريدون أن يتم جمع المعلومات من خلال استخدام ملفات تعريف الارتباط، هناك إجراء بسيط متوفر في معظم المتصفحات يتيح لكم عدم استخدام ملفات تعريف الارتباط نرجو مراجعة سياسة ملفات تعريف الإرتباط المعتمدة من قبلنا
            من خلال استخدامكم للتطبيق:عند تنزيل أو استخدام أحد التطبيقات، يمكننا نحن ومقدّمو الخدمات لدينا أن نتتبّع ونجمع بيانات استخدام التطبيق، مثل وقت وتاريخ دخول التطبيق الموجود على جهازكم إلى خوادمنا والمعلومات والملفات التي تم تنزيلها على التطبيق بالإعتماد على رقم جهازكم
            من خلالكم:يمكن جمع معلومات مثل الهوية الوطنية تاريخ الولادة والجنس والرمز البريدي، بالإضافة إلى غيرها من المعلومات، عندما تقومون أنتم بتوفير هذه المعلومات طوعًا.
            من خلال الموقع الجغرافي:قد نجمع معلومات حول الموقع الجغرافي لجهازكم.
            كيف نستخدم المعلومات الشخصية ؟
            تستخدم كأفة المعلومات الشخصية لتفعيل النظام و التمكن من سبب الأستخدام المتعاقد عليه مع الشركة و الأطراف المتعاقدين لأجل تنفيذ أعمالهم
            كما قد نستخدم المعلومات الشخصة:
            للرد على استفساراتكم وتلبية طلباتكم، مثل إرسال االتقارير لكم أو الإجابة على أسئلتكم والرد على تعليقاتكم.
            لإرسال معلومات إدارية لكم، مثل المعلومات المرتبطة بالمواقع و التعديلات التي تطرأ على شروطنا و أحكامنا وسياساتنا.و بما أن هذه المعلومات قد تكون مهمة لإستخدامكم النظام و التطبيقات
            لإتاحة التواصل مع الطرف المتعاقد معانا لتنفيذ الخدمة و الإستفادة من مزايا النظام كما لهم الحق بالتواصل مع الموظف و إرسال مرفقات وإضافة مهام لأغراض أعمالنا مثل تحليل وإدارة أعمالنا، و إجراءدراسات السوق ومراجعة الحسابات منتجات جديدة، وتعزيز مواقعنا، وتحسين خدماتنا ومنتجاتنا، وتحديد اتجاهات الاستخدام وقياس رضا العملاء وتوفير خدمة العملاء بما فيها استكشاف الأخطاء و إصلاحها فيما يتعلق بقضايا العملاء
            نستخدم المعلومات التي يوفرها المتصفح أو جهازكم لأغراض الإحصائيات و ضمان حسن النظام و التطبيقات




            الأمان :
            نحن نعتمد تدابير نظامية وفنية و إدارية معقولة من أجل حماية المعلومات الشخصية التي تكون في حوزتنا. و لكن للأسف لا يمكن أن نضمن إتمام أي نقل للبيانات على الإنترنت أو نظام حفظ بيانات بصورة آمنة تماما ، و اذا كان لديكم أي سبب يدفعكم إلى الإعتقاد بأن نشاطكم معانا لم يعد آمناً ( مثلا أذا شعرتم بانه قد تم اختراق آمن أي حساب لديكم معانا ) نرجو منكم إخطارنا علر الفور بالمشكلة من خلال الإتصال بنا وفقا للنموذج الوارد في قسم تواصل معانا

            عند الاتصال بنا ( للموقع الرسمي للشركة )
            سيتم التعامل مع كافة البيانات المقدمة من قبلك على أساس أنها سرية . تتطلب النماذج التي يتم تقديمها مباشرة على الشبكة تقديم البيانات التي ستساعدنا في تحسين موقعنا.سيتم استخدام البيانات التي يتم تقديمها من قبلك في الرد على كافة استفساراتك , ملاحظاتك , أو طلباتك من قبل هذا الموقع أو أيا من المواقع التابعة له .
            إفشاء المعلومات لأي طرف ثالث
            لن نقوم ببيع , المتاجرة , تأجير , أو إفشاء أية معلومات لمصلحة أي طرف ثالث خارج هذا الموقع, أو المواقع التابعة له.وسيتم الكشف عن المعلومات فقط في حالة صدور أمر بذلك من قبل أي سلطة قضائية أو تنظيمية.
            التعديلات على سياسة سرية وخصوصية المعلومات
            نحتفظ بالحق في تعديل بنود وشروط سياسة سرية وخصوصية المعلومات إن لزم الأمر ومتى كان ذلك ملائماً. سيتم تنفيذ التعديلات هنا او على صفحة سياسة الخصوصية الرئيسية وسيتم بصفة مستمرة إخطارك بالبيانات التي حصلنا عليها , وكيف سنستخدمها والجهة التي سنقوم بتزويدها بهذه البيانات.
            الاتصال بنا
            يمكنكم الاتصال بنا عند الحاجة من خلال الضغط على رابط اتصل بنا المتوفر في روابط موقعنا او الارسال الى بريدنا الالكترونيTechsup.co@info








            سياسة الخصوصية لتطبيق تكسب فليكس
            البند الأول: مقدمة
            إيمانًا بأهمية البيانات وسريتها، وحرصًا من إدارة شركة تكسب المساندة للتسويق على تقديم أفضل مستويات الخدمة، مع الالتزام بالمحافظة على سرية وخصوصية بيانات المستخدم والبيانات المدخلة، فإن إدارة الشركة تلتزم بالمحافظة على سرية وخصوصية معلومات المستخدم والمواد المدخلة من قبلهم كأساس لسياسة الخصوصية، ولن تقوم إدارة الشركة بالإفصاح عن تلك المعلومات إلا وفقًا للضوابط المحددة والمنصوص عليها في البند الرابع (الاستخدام والإفصاح).
            البند الثاني: معلومات المستخدم
            يقصد ببيانات ومعلومات المستخدم كل وأيّ مما يلي:
            أ- البيانات الشخصية المستخدمة في التسجيل.
            ب- بيانات الموقع الجغرافي للمستخدم وتحركاته.
            ج- معلومات بيانات الاتصال والتحديثات المتعلقة بالاستخدام.
            د- المعلومات الأخرى المدخلة من المستخدم مثل تقارير الحضور و الإنصراف ، التقاطات الشاشة عند استخدم النظام من أجهزة الكمبيوتر ، الملفات و المرفقات وإجابات الاستبيانات ان وجدت.
            البند الثالث: جمع المعلومات وتخزينها
            أ- جمع المعلومات:
            معلومات الاتصال: إن التطبيق يقوم بجمع بعض بيانات الجهاز التي تساعد على تحسين التجربة، مثل لغة الجهاز ونوع النظام. كما يقوم التطبيق
            1- تخزين معلومات الدخول و الخروج و المهام المدخلة من قبل صاحب العمل لتحقيق أغراض التعاقد المطلوبة من وزارة الموارد البشرية و الشؤون الاجتماعية
            2- المعلومات المدخلة: يتم حفظ المعلومات المدخلة من المستخدم مثل أسم المستخدم والمعلومات المطلوبة لإثبات العمل.
            ب- تخزين المعلومات:
            يتم تخزين المعلومات الخاصة بالمستخدم في الخوادم التي تحددها إدارة الشركة داخل المملكة العربية السعودية، وتحرص إدارة الشركة على أن تكون هذه الخوادم محمية من الاختراق والدخول غير المصرح وفق المعايير المتبعة، وتتعهد إدارة الشركة بحذفها من تلك الخوادم بعد سنة من إنتهاء العلاقة التعاقدية
            البند الرابع: الاستخدام والإفصاح
            أ- حماية المعلومات الشخصية
            لن تكون معلومات المستخدم متاحة إلا لموظفي الشركة الذين يحتاجون إلى الاطلاع عليها، ولن تكون تلك المعلومات متاحة لاطلاع الجمهور دون موافقتكم ولن يتم تبادل، أو تداول، أي من تلك المعلومات أو بيعها لأي طرف آخر من غير موافقة المستخدم المسبقة، ولن يُسمح بالوصول إلى المعلومات إلا لمن يتولى تقديم خدمات بوابة الوزارة المتسقة مع تعاملات المستخدم مع الموقع ، ولا يدخل في مفهوم "المعلومات الشخصية" في هذا السياق تعليقاتك ومشاركاتك الإلكترونية التي ترفعها على النظام او الموقع لغرض النشر أو للاستخدام التفاعلي للخدمات.
            ب- ينحصر حق الاطلاع على معلومات المستخدمين للعاملين المخولين بذلك في إدارة الشركة وللأغراض والاستخدامات التي تحددها السياسات المعتمدة لدى إدارة الشركة بالإضافة لحسابات المدراء المقدمة من الشركة المتعاقدة
            البند الخامس: الروابط الخارجية
            قد يقدم التطبيق روابط لأطراف أخرى، والتطبيق غير مسؤول عن كيفية جمع الأطراف الأخرى أو استخدامها لمعلومات التعريف الشخصية عن المستخدم، ويتحمل المستخدم المسؤولية الكاملة عن بياناته.
            البند السادس: مسؤولية المستخدم تجاه حماية الخصوصية
            بهدف حماية معلومات المستخدم فإننا ننصح بما يلي:
            أ- الاتصال الفوري بالدعم الفني للنظام عندما يعتقد المستخدم بأن شخصًا آخر استطاع الحصول على معلومات الدخول إلى حسابه في التطبيق أو أي معلومة سرية أخرى.
            ب- عدم إعطاء أي معلومة سرية عبر الهاتف أو شبكة الإنترنت ما لم تعرف هوية الشخص أو الطرف المستقبل للمعلومة.
            ج- عدم مشاركة معلومات الدخول (اسم المستخدم وكلمة المرور) مع الآخرين، وعدم السماح للآخرين باستخدام حساب المستخدم في التطبيق.
            د- استخدام التطبيق من خلال جهاز إلكتروني آمن مع إغلاق التطبيقات المتصلة بالإنترنت غير المستخدمة، والتأكد من أن برنامج الحماية من الفيروسات محدث على الدوام.
            البند السابع: أحكام عامة
            اسم الجهة المشرفة على التطبيق: شركة تكسب المساندة للتسويق البريد الإلكتروني: تحتفظ إدارة الشركة بحــق إضافــة أو تغييــر أي من أحكام سياسة الخصوصية، وسوف تقــوم إدارة شركة تكسب بإشــعار المستخدم بذلك، ويحــق لإدارة الشركة إنهــاء حساب المستخدم فــي حــال عــدم قبــول المستخدم أي تغييــر فــي سياسة الخصوصية.
            إن اللغة العربية هي المعتمدة في تطبيق الأحكام والشروط، وفي حال نشأ خلاف في تفسير أي نص ورد بأي لغة أخرى فيقدم النص المكتوب باللغة العربية

        </p>
    </div>
</div>